Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: The specified computers have&nbsp;Trend Micro&nbsp;Core Protection Moduleinstalled. Use this task to set the maximum number of the most recent device control violations to be reported. The default maximum is the last 25device control violation. Note: The valid vaules are between 0 ~ 2147483647. This action will set a default maximum value 25&nbsp;ifthevalue is invalid.
fr_fr: Trend Micro Core Protection Module est installé sur les ordinateurs spécifiés. Utilisez cette tâche pour définir le nombre maximum de violations du contrôle des dispositifs les plus récentes à signaler. Le nombre maximum par défaut sont les 25 dernières violations du contrôle des dispositifs. Remarque:Les valeurs valides sont comprises entre 0 et 2147483647. Cette action définira la valeur par défaut sur 25 si la valeur n'est pas valide.

source: This critical patch resolves the following issue: Issue: Core Protection Module for Mac 1.0 might cause instability on Mac OS X Lion platforms. Solution: Critical Patch 0001 provides a Fixlet for Trend Micro Core Protection Module for Mac. The Fixlet upgrades the core service of Core Protection Module for Mac 1.0 to support Mac OS X Lion platforms. Note: This patch must be applied before upgrading your endpoints to Mac OS X Lion. Note: This patch also improves performance on endpoints with the following operating systems: Mac OS X Snow Leopard (10.6), Mac OS X Leopard (10.5), and Mac OS X Tiger (10.4). [Installation] ===================================================================== To install this critical patch: Run this Fixlet to upgrade Core Protection Module for Mac 1.0 to support Mac OS X Lion and to improve performance on Mac OS X platforms. Warning: This patch cannot be rolled back after installation. File Size:3.91 MB
fr_fr: Ce patch critique résout les problèmes suivants: Problème&nbsp;: Core Protection Module pour Mac&nbsp;1.0 pourrait causer une instabilité sur les plates-formes Mac&nbsp;OSX Lion. Solution&nbsp;: le patch critique&nbsp;0001 fournit un fixlet pour Trend Micro Core Protection Module pour Mac. Le fixlet met à niveau le service principal de Core Protection Module pour Mac 1.0 pour prendre en charge les plates-formes Mac&nbsp;OS&nbsp;X Lion. Remarque&nbsp;: ce patch doit être appliqué avant la mise à niveau de vos points finaux à Mac&nbsp;OSX Lion. Remarque&nbsp;: ce patch améliore également les performances sur les points finaux aux systèmes d'exploitation suivants&nbsp;: Mac&nbsp;OS&nbsp;X Snow Leopard (10.6), Mac&nbsp;OS&nbsp;X Leopard (10.5) et MacOSX Tiger (10.4). [Installation] ===================================================================== &nbsp;&nbsp; Pour installer ce patch critique: Exécutez ce fixlet pour mettre à niveau Core Protection Module pour Mac&nbsp;1.0 pour qu'il prenne en charge Mac&nbsp;OS&nbsp;X Lion et pour améliorer les performances des plates-formes Mac&nbsp;OSX. Avertissement: ce patch ne peut pas être rétrogradé après installation. Taille du fichier:3,91 Mo

source: There is a new version of the Core Protection Module Server components available for download and installation. Core Protection Module Server components provide pattern updates for CPMendpoints. Use this action to update outdated versions of Core Protection Module Server components. Important Note: This action will restart the "BES Root Server" service. Please schedule the installation to occur at a time when a service interruption is acceptable. File Size:1.48 KB
fr_fr: Une nouvelle version des composants serveur CPM est disponible au téléchargement et à l'installation. Les composants du serveur Core Protection Module offrent des mises à jour des signatures pour les points finaux CPM. Utilisez cette action pour mettre à jour les versions obsolètes des composants du serveur Core Protection Module. Remarque importante: cette action redémarrera le service «&nbsp;Serveur racine BES&nbsp;». Veuillez planifier l'installation à un moment où les interruptions de service sont acceptables. Taille du fichier:1,48 ko

source: This analysis provides the followinginformation for endpoints with Web Reputation enabled: Number of Web Threats Found Web Reputation Enabled/Disabled Web Reputation Security Level Log Purge Enabled Log Age Deletion Threshold
fr_fr: Cette analyse fournit les informations suivantes aux points finaux à la réputation de sites Web activée: Nombre de menaces Internet détectées Réputation de sites Web activée/désactivée Niveau de sécurité de la Réputation de sites Web Purge des journaux activée Seuil de suppression d'ancienneté des journaux

source: This analysis contains information about the Trend Micro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following properties: CPM for Mac Client Program Version Virus Pattern - Selected Virus Pattern Version Virus Scan Engine - Selected Virus Scan&nbsp;Engine Version Spyware Active-monitoring Pattern - Selected Spyware Active-monitoring Pattern Version Last Pattern Update&nbsp; Last Pattern Update Result LastVirus/Malware Scan LastCLI Use Last CLI Use Result Current Scan Status Average Update Time Interval Update Count Auto-Update - Enabled Maximum Virus/Malware Report Count Install Time Last Malware Detection Start Time of Last On-Demand Scan Active Virus/Malware Number Last Pattern Update from Cloud and ActiveUpdate ServerMPM Client Patch
fr_fr: Cette analyse contient des informations sur les points finaux Trend Micro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Version du programme client CPM pour Mac Fichier de signatures de virus – Sélectionné Version du fichier de signatures de virus Moteur de scan antivirus – Sélectionné Version du moteur de scan antivirus Signatures de surveillance active des spywares – Sélectionné Version des signatures de surveillance active des spywares Dernière mise à jour du fichier de signatures Résultat de la dernière mise à jour du fichier de signatures Dernier scan anti-virus/programmes malveillants Dernière utilisation de l'interface de ligne de commande (CLI) Résultat de la dernière utilisation de l'interface de ligne de commande (CLI) État du scan actuel Intervalle de temps moyen de mise à jour Nombre de mises à jour Mise à jour automatique – activée Nombre maximum de rapports sur les virus/programmes malveillants Heure d’installation Dernière détection des programmes malveillants Heure de début du dernier scan à la demande Nombre de virus/programmes malveillants actifs Dernière mise à jour du fichier de signatures en ligne et du serveur ActiveUpdateMPM Client Patch

source: This analysis contains information about viruses detected by TrendMicro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following property: Detected Viruses Note: The data in this anaylsis is bestviewed in the Trend Micro Core Protection Module for Mac Infection Report accessible through the Trend Micro Core Protection Module for Mac Dashboard. Note: On endpoints with large numbers of detection events, the returned lists will be truncated to include only the most recent items. The number of items returned will correspond to thevalue of the client setting "_MPM_MaxVirusReportCount" or 25 if the client setting is not defined.
fr_fr: Cette analyse contient des informations sur les virus détectés par des points finaux Trend Micro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, la propriété suivante s'affiche: Virus détectés Remarque: Il est recommandé de consulter les données de cette analyse dans le rapport d'infection de Trend Micro Core Protection Module pour Mac accessible via le tableau de bord Trend Micro Core Protection Module pour Mac. Remarque: Sur les points finaux comportant de nombreux événements de détection, les listes renvoyées seront tronquées et n'incluront que les éléments les plus récents. Le nombre d'éléments renvoyés correspondra à la valeur du paramètre client «&nbsp;_MPM_MaxVirusReportCount» ou 25 si le paramètre client n'est pas défini.

source: This analysis contains information about the directories, files, and file extensions in the Scan Exclusion List, and the status of the Core Protection Module for Mac on endpoints in your deployment After activating this analysis, you will see the following properties: Scan Exclusions for Mac Status Scan Exclusion List for Mac (Directories/Files) Scan Exclusion List for Mac (File Extensions)
fr_fr: Cette analyse contient des informations relatives aux répertoires, fichiers et extensions de fichiers de la liste d'exclusion de scan, ainsi que sur l'état de Core Protection Module pour Mac sur les points finaux de votre environnement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Statut des exclusions de scan pour Mac Liste d'exclusion de scan pour Mac (répertoires/fichiers) Liste d'exclusion de scan pour Mac (extensions de fichiers)

source: This analysis contains information about the status of services on your Core Protection Module for Mac endpoints. After activating this analysis, you will see the following properties: iCore Service
fr_fr: Cette analyse contient des informations sur l'état du service sur vos points finaux Core Protection Module pour Mac. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Service iCore

source: This analysis contains information about Core Protection Module for Mac&nbsp;endpoint virus detections. The data updates at specific time intervals (every 10 minutes by default). After activating this analysis, you will see the following property: Virus Detections Note: This data is used by the CPM for Mac Virus Outbreak Status report. Note: The time interval&nbsp;value&nbsp;will correspond to the&nbsp;value of the client setting "_CPMMac_OutbreakTimeInterval" or&nbsp;every 10 minutesif the client setting is not defined.
fr_fr: Cette analyse contient des informations sur les détections de virus sur les points finaux Core Protection Module pour Mac. Les données sont mises à jour à des intervalles de temps spécifiques (toutes les 10minutes par défaut). Après l'activation de cette analyse, la propriété suivante s'affiche: Détections de virus Remarque: Ces données sont utilisées par le rapport État de l'épidémie virale de CPM pour Mac. Remarque: La valeur de l'intervalle de temps correspondra à la valeur du paramètre client «&nbsp;_CPMMac_OutbreakTimeInterval&nbsp;» ou 10minutes si le paramètre client n'est pas défini.

source: This analysis contains information about the Real-Time scan settings on TrendMicro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: User Activity on Files Target: Scan Compressed Files Act: Enable ActiveAction Act: Customized Action for Virus/Malware Act: First Action Act: Second Action
fr_fr: Cette analyse contient des informations sur les Paramètres de scan en temps réel sur les points finaux de Trend Micro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Cible&nbsp;: Activer le scan antivirus/programmes malveillants Cible&nbsp;: Action des utilisateurs sur les fichiers Cible&nbsp;: Scanner les fichiers compressés Action&nbsp;: Activer ActiveAction Action&nbsp;: Action personnalisée pour les virus/programmes malveillants Action: Première action Action: Deuxième action

source: This analysis contains information about the On-Demand scan settings on TrendMicro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: CPU Usage Target: Scan Compressed Files Target: File Scan Target Act: Enable ActiveAction Act: Enable Customized Action Act: First Action Act: Second Action
fr_fr: Cette analyse contient des informations sur les Paramètres de scan à la demande sur les points finaux de Trend Micro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Cible: Activer le scan antivirus/programmes malveillants Cible&nbsp;: Utilisation de l'UC (processeur) Cible&nbsp;: Scanner les fichiers compressés Cible&nbsp;: Fichier cible du scan Action&nbsp;: Activer ActiveAction Action&nbsp;: Activer Action personnalisée Action: Première action Action: Deuxième action

source: The listed computers do not have TrendMicro Core Protection Module for Macinstalled. The TrendMicro Core Protection Module for Mac will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Mac Protection Module on computers that do not have it. Note: After the installation of TrendMicro Core Protection Module for Mac, the clients’ computers may need to restart. When reboot is required, the current TrendMicro Core Protection Module for Mac Client may popup a message to notify the user to restart the computer. File Size:24.3 MB
fr_fr: Trend Micro Core Protection Module pour Mac&nbsp;est installé sur les ordinateurs répertoriés. Le Trend Micro Core Protection Module pour Mac permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer le Mac Protection Module sur les ordinateurs qui n'en ont pas. Remarque: Après l'installation de Trend Micro Core Protection Module pour Mac, les ordinateurs du client devront peut-être être redémarrés. Si un redémarrage est nécessaire, le client actuel de Trend Micro Core Protection Module pour Mac pourrait afficher un message pour demander à l'utilisateur de redémarrer l'ordinateur. Taille du fichier:24,3Mo

source: The listed computers have&nbsp;Trend&nbsp;Micro Core Protection Module for Mac installed. You can uninstall TrendMicro Core Protection Module for Mac using this task. Note: This will restart the BES Client. If you are deploying to a large number of endpoints, you should use the temporal distribution option to avoid all clients restarting at once.
fr_fr: Trend Micro Core Protection Module pour Mac est installé sur les ordinateurs répertoriés. Vous pouvez désinstaller Core Protection Module pour Mac à l'aide de cette tâche. Remarque: Ceci redémarre le client BES. Si vous effectuez un déploiement à grande échelle sur un grand nombre de points finaux, vous devez utiliser l'option de distribution dans le temps pour éviter que tous les clients ne redémarrent simultanément.

source: Core Protection Module for Mac - Upgrade Endpoint
fr_fr: Core Protection Module pour Mac - Mise à niveau du point final

source: {\cs5\f1\cf15\lang1024 There is a new version of&nbsp;Trend Micro Core Protection Module for Mac&nbsp;endpoint software. Core Protection Module for Mac will enable clients to monitor, detect, and fix viruses and spyware on endpoint computers. Use this action to update outdated versions of Core Protection Module for Macendpoint software. Note: Only client computers without conflicting software products can upgrade Core Protection Module for Mac. {\cs5\f1\cf15\lang1024 Note: Before installing Core Protection Module for Mac, computers must meet minimum software and hardware requirements. {\cs5\f1\cf15\lang1024 File Size:36.2MB
fr_fr: {\cs5\f1\cf15\lang1024 Une nouvelle version du logiciel&nbsp;Trend Micro Core Protection Module pour Mac&nbsp; pour points finaux est proposée. Core Protection Module pour Mac permettra aux clients de surveiller, détecter et corriger les virus et spywares sur des points finaux. Utilisez cette action pour mettre à jour des versions périmées du logiciel Core Protection Module pour Macdes points finaux. Remarque&nbsp;: seuls les ordinateurs clients sans logiciels conflictuels peuvent mettre à niveau Core Protection Module pour Mac. {\cs5\f1\cf15\lang1024 Remarque&nbsp;: avant d'installer Core Protection Module pour Mac, les ordinateurs doivent respecter la configuration logicielle et matérielle requise. {\cs5\f1\cf15\lang1024 Taille du fichier :36.2 Mo

source: By default, the destination folder on the BES Server is: BES Server install&nbsp;directory\UploadManagerData\BufferDir\sha1\last 2 digits of BES client id\BES client id
fr_fr: Par défaut, le dossier de destination sur le serveur BES est&nbsp;:répertoire d'installation du serveur BES\UploadManagerData\BufferDir\sha1\2&nbsp;derniers chiffres de l'ID client BES\ID client BES

source: Click hereto initiate the deployment process..
fr_fr: Cliquez ici pour lancer le processus de déploiement.

source: Target: Stop Scanning After
fr_fr: Cible : arrêter le scan après

source: Core Protection ModuleAntivirus Eng/Ptn: %s/%s
fr_fr: Core Protection Module (en ligne)Mot./Sign. AV : %s/

source: Core Protection Module (Online)Reputation Service ()%s
fr_fr: Core Protection Module (en ligne)Service de réputation ()%s

source: Core Protection Module (Offline)Reputation Service ()%s
fr_fr: Core Protection Module (hors ligne)Service de réputation ()%s

source: Core Protection Module (Roaming)Reputation Service ()%s
fr_fr: Core Protection Module (itinérant)Service de réputation ()%s

source: A USB storage device was plugged in to the computer. Do you want OfficeScan to scan the device for security risks?
fr_fr: Un périphérique de stockage USB est connecté à l'ordinateur. Souhaitez-vous qu'OfficeScan effectue un scan du périphérique pour détecter tout risque de sécurité&nbsp;?

source: Subject:%s
fr_fr: Objet&nbsp;:%s

source: Sender:%s
fr_fr: Expéditeur&nbsp;:%s

source: Recipients:%s
fr_fr: Destinataires&nbsp;:%s

source: FTP login user:%s
fr_fr: Utilisateur connexion FTP&nbsp;:%s

source: URL:%s
fr_fr: URL&nbsp;:%s

source: Core Protection Module blocked access to [] in keeping with Device Control policies.
fr_fr: Core Protection Module a bloqué l'accès à [] conformément aux stratégies de contrôle des dispositifs.

source: %s files have been checked.
fr_fr: %s fichiers ont été vérifiés.

source: Url:%s
fr_fr: Url&nbsp;:%s

source: About
fr_fr: À propos de

source: Disk space less than %dM
fr_fr: Espace disque inférieur à Mo

source: OfficeScan encountered and reported an exception error to the Windows Error Reporting Center. The exception code is %08X.
fr_fr: OfficeScan a rencontré une erreur d'exception et l'a signalée auprès du centre de rapport d'erreurs Windows. Le code d'exception est %08X.

source: Client [%s(%u)] restarted successfully after tries.
fr_fr: Client [%s(%u)] redémarré après tentatives.

source: [%s%s(%u)] Wait for WakeUP, CountDown
fr_fr: [%s%s(%u)] Attendre WakeUP, CountDown

source: Process : <RES.Product Name> : <SSC_ITEM.szLocation>\<SSC_ITEM.szName>
fr_fr: Processus&nbsp;: <RES.Product Name> : <SSC_ITEM.szLocation>\<SSC_ITEM.szName>

source: Registry (<SSC_ITEM.szRoot>\<SSC_ITEM.szLocation>) <SSC_ITEM.szName> : <SSC_ITEM.szValue>
fr_fr: Registre (<SSC_ITEM.szRoot>\<SSC_ITEM.szLocation>) <SSC_ITEM.szName> : <SSC_ITEM.szValue>

source: IE Toolbar : <SSC_ITEM.szRoot>\<SSC_ITEM.szName>
fr_fr: Barre d’outils IE&nbsp;: <SSC_ITEM.szRoot>\<SSC_ITEM.szName>

source: IE Explorer Bar : <SSC_ITEM.szRoot>\<SSC_ITEM.szName>
fr_fr: Volet d'exploration IE&nbsp;: <SSC_ITEM.szRoot>\<SSC_ITEM.szName>

source: IE URL Search Hook : <SSC_ITEM.szRoot>\<SSC_ITEM.szName>
fr_fr: URL Search Hook d'IE&nbsp;: <SSC_ITEM.szRoot>\<SSC_ITEM.szName>

source: LSP : <RES.File Description> : <SSC_ITEM.szLocation>\<SSC_ITEM.szName>
fr_fr: LSP&nbsp;: <RES.File Description> : <SSC_ITEM.szLocation>\<SSC_ITEM.szName>

source: An Internet Explorer Search setting has been modified. Examples of these settings include the default page that is displayed when you select the Search button and the URL that is used when you type 'GO [url]' in the address bar
fr_fr: Un paramètre de recherche d'Internet Explorer a été modifié. Il peut s'agir de la page par défaut affichée lorsque vous appuyez sur le bouton de recherche ou de l'URL utilisée lorsque vous appuyez sur le bouton OK [url] dans la barre d'adresse.

source: Key: <SSC_ITEM.szRoot>\<SSC_ITEM.szLocation>Name: <SSC_ITEM.szName>Program: <SSC_ITEM.szValue>
fr_fr: Clé&nbsp;: <SSC_ITEM.szRoot>\<SSC_ITEM.szLocation>Nom&nbsp;: <SSC_ITEM.szName>Programme&nbsp;: <SSC_ITEM.szValue>

source: Name: <SSC_ITEM.szValue>File: <SSC_ITEM.szLocation>\<SSC_ITEM.szName>
fr_fr: Nom&nbsp;: <SSC_ITEM.szValue>Fichier&nbsp;: <SSC_ITEM.szLocation>\<SSC_ITEM.szName>

source: Adware is a type of software that displays advertisements on the computer screen while a computer is running. Typically, AdWare is built into software that performs some other primary task such as file sharing. The justification for AdWare is for the software developer to recover revenue via advertising instead of for instance charging for their software. Some Adware will collect the computers usage information (e.g. sites visited) and send it up to a remote server on the internet where it is collected and processed for marketing purposes
fr_fr: Un adware est un type de logiciel affichant des publicités à l'écran d'un ordinateur pendant que celui-ci est en cours de fonctionnement. La plupart du temps, les adwares sont intégrés à des logiciels qui exécutent d'autres tâches primaires comme le partage de fichiers. Les adwares sont utilisés par les développeurs pour couvrir leurs dépenses par le biais de la publicité, au lieu de faire payer l'utilisation de leurs logiciels par exemple. Certains adwares collectent les données les informant sur l'utilisation des ordinateurs (par exemple les sites visités) et les envoient à un serveur distant sur Internet, où elles peuvent être récupérées et exploitées à des fins de marketing.

source: At least one of the downloaded files does not have a valid digital signature()
fr_fr: Au moins un des fichiers téléchargés ne dispose pas d'une signature numérique valide ()

source: A command to move the client to another server was rejected. This function is currently disabled on the client.
fr_fr: Une commande demandant de déplacer le client vers un autre serveur a été rejetée. Cette fonction est actuellement désactivée sur le client.

source: Behavior Monitoring does not support Windows XP 64-bit, Windows 2003 64-bit, or Windows Vista (without any service pack) 64-bit platforms.
fr_fr: La surveillance des comportements ne prend pas en charge les plates-formes 64 bits Windows XP, Windows 2003 ou Windows Vista (sans aucun Service Pack).

source: This task will deploy a previously determined Spyware Approved List for Core Protection Module (CPM).
fr_fr: Cette tâche déploiera une liste précédemment définie de spywares approuvés pour Core Protection Module (CPM).

source: Upgrade CPM for Mac Endpoints
fr_fr: Mise à jour CPM pour points finaux Mac

source: Device Control for storage devices does not support Windows XP 64-bit, Windows 2003 64-bit, or Windows Vista (without any service pack) 64-bit platforms.Select “Block” to limit access to storage devices on these 64-bit platforms, otherwise “Full Access” is permitted.
fr_fr: Le contrôle des dispositifs pour les périphériques de stockage ne prend pas en charge les plates-formes 64&nbsp;bits Windows XP, Windows 2003 et Windows Vista (sans aucun Service Pack). Sélectionnez “Block” pour limiter l'accès aux périphériques de stockage sur ces plates-formes 64bits. Dans le cas contraire, un “accès complet” est autorisé.

source: Note: For unsupported 64-bit platforms, “Full Access” is always granted to Network Drives.
fr_fr: Remarque: Pour les plates-formes 64&nbsp;bits non prises en charge, un accès complet “Full Access” est toujours accordé aux lecteurs de réseaux.
